{
  "destinations": [
    {
      "id": 0,
      "title": "Isle of Skye",
      "country": "Scotland",
      "description": "The Isle of Skye, connected to Scotland's northwest coast by bridge, is known for its rugged landscapes, picturesque fishing villages and medieval castles. The largest island in the Inner Hebrides archipelago, it has an indented coastline of peninsulas and narrow lochs, radiating out from a mountainous interior. The town of Portree, a base for exploring the island, features harbourside pubs and boutiques.",
      "image": "https://www.thecultureist.com/wp-content/uploads/2016/08/Isle-Of-Skye-Bridge-Over-Water.jpg"
    },
    {
      "id": 1,
      "title": "Edinborough",
      "country": "Scotland",
      "description": "Edinburgh is Scotland's compact, hilly capital. It has a medieval Old Town and elegant Georgian New Town with gardens and neoclassical buildings. Looming over the city is Edinburgh Castle, home to Scotland’s crown jewels and the Stone of Destiny, used in the coronation of Scottish rulers. Arthur’s Seat is an imposing peak in Holyrood Park with sweeping views, and Calton Hill is topped with monuments and memorials.",
      "image": "https://hospitality-on.com/sites/default/files/2018-06/edin.jpg"
    },
    {
      "id": 2,
      "title": "Glasgow",
      "country": "Scotland",
      "description": "Glasgow is a port city on the River Clyde in Scotland's western Lowlands. It's famed for its Victorian and art nouveau architecture, a rich legacy of the city's 18th–20th-century prosperity due to trade and shipbuilding. Today it's a national cultural hub, home to institutions including the Scottish Opera, Scottish Ballet and National Theatre of Scotland, as well as acclaimed museums and a thriving music scene.",
      "image": "https://i2-prod.glasgowlive.co.uk/incoming/article11130566.ece/ALTERNATES/s615/GettyImages-140339251.jpg"
    },
    {
      "id": 3,
      "title": "Mestia",
      "country": "Georgia",
      "description": "Mestia is a highland townlet in northwest Georgia, at an elevation of 1,500 metres in the Caucasus Mountains.",
      "image": "https://cache-graphicslib.viator.com/graphicslib/thumbs674x446/33227/SITours/private-tour-to-mestia-ushguli-svaneti-the-magical-mountains-in-tbilisi-542164.jpg"
    },
    {
      "id": 4,
      "title": "Prague",
      "country": "Czech Republic",
      "description": "Prague, capital city of the Czech Republic, is bisected by the Vltava River. Nicknamed “the City of a Hundred Spires,” it's known for its Old Town Square, the heart of its historic core, with colorful baroque buildings, Gothic churches and the medieval Astronomical Clock, which gives an animated hourly show. Completed in 1402, pedestrian Charles Bridge is lined with statues of Catholic saints.",
      "image": "https://gq-images.condecdn.net/image/n1rD6napg66/crop/1620/landscape/f/Prague-hp-GQ-8Dec16_istock_b.jpg"
    },
    {
      "id": 5,
      "title": "Lisbon",
      "country": "Portugal",
      "description": "Lisbon is Portugal’s hilly, coastal capital city. From imposing São Jorge Castle, the view encompasses the old city’s pastel-colored buildings, Tagus Estuary and Ponte 25 de Abril suspension bridge. Nearby, the National Azulejo Museum displays 5 centuries of decorative ceramic tiles. Just outside Lisbon is a string of Atlantic beaches, from Cascais to Estoril.",
      "image": "https://blog.hotelscombined.com/wp-content/uploads/2017/08/Lisbon-1.jpg"
    },
    {
      "id": 6,
      "title": "Lübeck",
      "country": "Germany",
      "description": "Lübeck is a northern German city distinguished by Brick Gothic architecture, which dates to its time as the medieval capital of the Hanseatic League, a powerful trading confederation. Its symbol is the Holstentor, a red-brick city gate that defended the river-bounded Altstadt (old town). Rebuilt following WW II, the Marienkirche is a 13th–14th-century landmark that widely influenced Northern European church design.",
      "image": "https://www.telegraph.co.uk/content/dam/Travel/leadAssets/22/33/lubeck-river_2233302a.jpg?imwidth=450"
    },
    {
      "id": 7,
      "title": "Schwerin",
      "country": "Germany",
      "description": "Schwerin is the capital and second-largest city of the northeastern German state of Mecklenburg-Vorpommern. It has a population of about 100,000. Schwerin was first mentioned in 1018 as Wendenburg and was granted city rights in 1160 by Henry the Lion, thus it is the oldest city of Mecklenburg-Vorpommern.",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTj26tbGDCJpkQ5Ms6uIfF7dmKhSwXm9EHzZTXVzPzpslFLtP5c"
    },
    {
      "id": 8,
      "title": "Dresden",
      "country": "Germany",
      "description": "Dresden, capital of the eastern German state of Saxony, is distinguished by the celebrated art museums and classic architecture of its reconstructed old town. Completed in 1743 and rebuilt after WWII, the baroque church Frauenkirche is famed for its grand dome. The Versailles-inspired Zwinger palace houses museums including Gemäldegalerie Alte Meister, exhibiting masterpieces of art like Raphael’s “Sistine Madonna.”",
      "image": "https://www.dresden.de/media/tourismus/sehenswert/493x330_panorama_dresden_altstadt.jpg"
    },
    {
      "id": 9,
      "title": "Liverpool",
      "country": "Great Britan",
      "description": "Liverpool is a maritime city in northwest England, where the River Mersey meets the Irish Sea. A key trade and migration port from the 18th to the early 20th centuries, it's also, famously, the hometown of The Beatles. Ferries cruise the waterfront, where the iconic mercantile buildings known as the \"Three Graces\" – Royal Liver Building, Cunard Building and Port of Liverpool Building – stand on the Pier Head.",
      "image": "https://www.insidermedia.com/uploads/news/Albert_Dock_Liverpool.jpeg"
    },
    {
      "id": 10,
      "title": "Manchester",
      "country": "Great Britan",
      "description": "Manchester is a major city in the northwest of England with a rich industrial heritage. The Castlefield conservation area’s 18th-century canal system recalls the city’s days as a textile powerhouse, and visitors can trace this history at the interactive Museum of Science & Industry. The revitalised Salford Quays dockyards now house the Daniel Libeskind-designed Imperial War Museum North and the Lowry cultural centre.",
      "image": "https://www.visitbritain.com/sites/default/files/consumer_destinations/teaser_images/manchester_town_hall.jpg"
    },
    {
      "id": 11,
      "title": "London",
      "country": "Great Britan",
      "description": "DescriptionLondon, the capital of England and the United Kingdom, is a 21st-century city with history stretching back to Roman times. At its centre stand the imposing Houses of Parliament, the iconic ‘Big Ben’ clock tower and Westminster Abbey, site of British monarch coronations. Across the Thames River, the London Eye observation wheel provides panoramic views of the South Bank cultural complex, and the entire city.",
      "image": "https://cdn.londonandpartners.com/assets/73295-640x360-london-skyline-ns.jpg"
    },
    {
      "id": 12,
      "title": "Kufstein",
      "country": "Austria",
      "description": "Kufstein is a town in the western Austrian province of Tyrol. The medieval Kufstein Fortress, accessible by funicular or steep path, has views of the Lower Inn Valley and the Alps. It is also home to a local history museum and the huge, open-air Heroes Organ. Narrow streets like Römerhofgasse are lined with traditional Tyrolean houses. The Riedel Glass factory has been family-run since 1756.",
      "image": "https://d3u9sm4kpb9d1j.cloudfront.net/pictures/1464704"
    }
  ]
}